WebServiceRequests/QuoteDataRequests/Cert/SOAPRequest/SearchQuote.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ver="http://version5_5.services.view.jdquote.deere.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ver:searchQuote>
         <quoteSearchCriteria>
            <quoteID>20871154</quoteID>
         </quoteSearchCriteria>
      </ver:searchQuote>
   </soapenv:Body>
</soapenv:Envelope>